ADMINS_MSG = f'Бот не знает такой команды, вот список доступных:\n'\
               f'1. Получить текст рассылки\n'\
               f'Изменить текст рассылки\n'\
               f'Получить расписание (название группы). Например: Получить расписание город роботов'\
               f'(Группу можно оставить пустой, тогда бот пришлёт расписание всех групп)\n'\
               f'Изменить расписание (название группы). Например: Изменить расписание первые шаги\n'\
               f'Получить информацию о рассылке\n'\
               f'Изменить время рассылки (с-до). Например: Изменить время рассылки 8:00-21:00\n'\
               f'Изменить дни рассылки (пн вт ср чт пт сб вс). Например: Изменить дни рассылки пн ср пт\n'\
               f'Запустить рассылку\n'\
               f'Остановить рассылку'

WRONG_RASSL_TIME_MSG = f'Неправильно введено время рассылки, правильный формат команды:\n'\
                       f'Изменить время рассылки 8:00-21:00'

WRONG_GROUP = f'Вы не выбрали группу для изменения расписания.\n'\
               f'Примеры правильного ввода:\n'\
               f'Изменить расписание спайк\n'\
               f'Изменить расписание город роботов понедельник'